/* The string for canceling a map editing function. */
"CancelKey" = "Annuleren";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Weet u zeker dat u wilt annuleren?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Uw wijzigingen worden niet opgeslagen.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Het object dat u hebt aangemaakt, wordt niet opgeslagen.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Wijzigingen afkeuren";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Bewerken annuleren";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Ongeldig adres";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Het punt moet een adres hebben";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "U hebt geen locatie toegevoegd voor dit punt";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Er wordt geen nieuw punt toegevoegd";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Doorgaan met bewerken";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Selecteer het punt dat u wilt verwijderen.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Er zijn geen punten om te verwijderen.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Weet u zeker dat u alle punten wilt wissen?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nee";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ja";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Wilt u naar een punt omschakelen?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Wilt u naar een polylijn omschakelen?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Wilt u naar een polygoon omschakelen?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "De punten die u wilt toevoegen, worden niet gewijzigd. U kunt het object verder aanmaken.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Al uw toegevoegde punten worden verwijderd";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Weet u zeker dat u dit punt wilt verwijderen?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Opslaan";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Huidige locatie";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Geen suggesties gevonden";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adres";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Alles wissen";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ aangemaakt";

/* The placeholder text of the Searchbar */
"SearchKey" = "Zoeken";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Nieuw punt toevoegen";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Basiskaart";

/* The title for the standard map type. */
"StandardKey" = "Standaard";

/* The title for the hybrid map type. */
"HybridKey" = "Hybride";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybride vogelvlucht";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Gedempt standaard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelliet";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelliet vogelvlucht";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Locatie toevoegen";

